Repository: jordibruin/posturepal-localization
Catalog: *.lproj/Localizable.strings
Languages: da, de, pt_br

source: 10 minute time limit reached
da: 10 minutters tidsgrænse nået
de: 10 Minuten Zeitlimit erreicht
pt_br: Limite de 10 minutos excedido

source: Adjust how bad your posture needs to be before Posture Pal alerts you
da: Juster hvor dårlig din kropsholdning skal være før Posture Pal advarer dig.
de: Stelle ein, wie schlecht deine Haltung sein muss, bevor dich Posture Pal warnt.
pt_br: Ajuste o quão ruim a sua postura precisa ser antes que o Posture Pal o alerte

source: Authorization status is denied
de: Authorisierungsstatus ist abgelehnt
pt_br: O estado de autorização é negado.

source: Authorization status is restricted
de: Authorisierungsstatus ist beschränkt
pt_br: O estado de autorização é restrito.

source: Authorization status is unknown
de: Authorisierungsstatus ist unbekannt
pt_br: O estado de autorização é desconhecido.

source: Back
da: Tilbage
de: Zurück
pt_br: Voltar

source: Bad
da: Dårlig
de: Schlecht
pt_br: Ruim

source: Colors will reset on relaunch
da: Farverne nulstilles ved genstart
de: Farben setzen sich beim Neustart zurück
pt_br: As cores serão redefinidas ao reiniciar o app

source: Connect supported AirPods to track your posture
da: Tilslut understøttende AirPods for at spore din kropsholdning
de: Verbinde unterstützte AirPods, um deine Haltung zu überwachen
pt_br: Conecte AirPods compatíveis para monitorar a sua postura

source: Device motion is active
de: Bewegungssensor ist aktiv
pt_br: O movimento do dispositivo está ativo

source: Device motion is already active.
de: Bewegungssensor ist bereits aktiv.
pt_br: O movimento do dispositivo já está ativo.

source: Custom Angle %@
da: Brugerdefineret vinkel %@
de: Benutzerdefinierter Winkel %@
pt_br: Ângulo Personalizado %@

source: Dismiss
da: Afvis
de: Schließen

source: Get Started
da: Kom godt gang
de: Los gehts
pt_br: Iniciar

source: Go Pro
de: Hol dir Pro
pt_br: Se torne Pro

source: Good
da: Godt
de: Gut
pt_br: Bom

source: Great
da: Fantastisk
de: Super
pt_br: Ótimo

source: Make your phone vibrate whenever your posture is bad.
da: Få din telefon til at vibrere, når din kropsholdning er dårlig.
de: Lass dein Handy vibrieren, wenn deine Haltung schlecht ist.
pt_br: Faça o seu telefone vibrar sempre que a sua postura estiver ruim.

source: No pages for this support item
da: Ingen sider for dette supportelement
de: Keine Seite für diesen Hilfe-Eintrag
pt_br: Não há páginas de suporte para este item

source: Loading
da: Indlæser
de: Laden
pt_br: Carregando

source: More info
da: Mere info
de: Mehr info
pt_br: Mais informações

source: No permission
da: Ingen tilladelse
de: Keine Erlaubnis
pt_br: Sem permissão

source: Play a subtle sound through your AirPods whenever your posture is bad
da: Afspil en subtil lyd gennem dine AirPods, når din kropsholdning er dårlig
de: Spiele einen sanften Ton über deine Kopfhörer sobald du eine schlechte Haltung hast
pt_br: Reproduza um som sútil em seus AirPods quando a sua postura estiver ruim.

source: Please, re-connect your headphones.
da: Tilslut venligst dine hovedtelefoner igen.
de: Verbinde bitte deine Kopfhörer nochmal.
pt_br: Por favor, conecte os seus fones de ouvido novamente

source: Posture Tracking Sensitivity
da: Holdningsfølsomhed
de: Haltungs-Überwachungs Sensitivität
pt_br: Sensibilidade do Monitoramento de Postura

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzerklärung
pt_br: Política de Privacidade

source: Posture Pal helps you improve your head and neck posture with your AirPods!
da: Posture Pal hjælper dig med at forbedre din hoved- og nakkestilling med dine AirPods!
de: Posture Pal hilft dir deine Kopf- und Nackenhaltung mit deinen AirPods zu verbessern!
pt_br: Posture Pal ajuda a corrigir a postura da sua cabeça e pescoço com os seus AirPods!

source: Reset
da: Nulstil
de: Zurücksetzen
pt_br: Reiniciar

source: Restore Purchases
da: Gendan køb
de: Einkäufe wiederherstellen
pt_br: Restaurar Compras

source: SCORE
de: ERGEBNIS
pt_br: PONTUAÇÃO

source: Session Complete
da: Session fuldført
de: Sitzung abgeschlossen
pt_br: Sessão Finalizada

source: Sensitivity
da: Følsomhed
de: Sensitivität
pt_br: Sensibilidade

source: Sensitivity: %@
da: Følsomhed: %@
de: Sensitivität: %@
pt_br: Sensibilidade: %@

source: Settings
da: Indstillinger
de: Einstellungen
pt_br: Ajustes

source: Skip
da: Spring over
de: Überspringen
pt_br: Pular

source: Sound Alerts Disabled
da: Lydalarmer deaktiveret
de: Tonwarnungen deaktiviert
pt_br: Alertas Sonoros Desabilitados

source: Sound Alerts Enabled
da: Lydalarmer deaktiveret
de: Tonwarnungen aktiviert
pt_br: Alertas Sonoros Abilitados

source: Start Tracking
da: Start Observering
de: Überwachung starten
pt_br: Iniciar Monitoramento

source: Stop Tracking
da: Stop Observering
de: Überwachung stoppen
pt_br: Finalizar Monitoramento

source: Support
de: Hilfe
pt_br: Suporte

source: Terms of Use
da: Brugsvilkår
de: AGB
pt_br: Termos de Uso

source: Then just %@%.2f per week billed yearly %@ per %@
da: Derefter kun %@%.2f per uge faktureret årligt %@ per %@
de: Dann nur %@%.2f pro Woche, jährlich abgebucht %@ pro %@

source: Unlock for %@
da: Lås op for %@
de: Für %@ freischalten
pt_br: Desbloqueie por %@

source: Sounds
da: Lyde
de: Töne
pt_br: Sons

source: Thanks for being a Pro!
da: Tak fordi du er en Pro!
de: Danke, dass du ein Pro bist!
pt_br: Obrigado por ser Pro!

source: Update now
da: Opdater nu
de: Jetzt updaten
pt_br: Atualize agora

source: Vibration Alerts Disabled
da: Vibrationsalarmer deaktiveret
de: Vibrationswarnungen deaktiviert
pt_br: Alertas de Vibração Desabilitados

source: Vibration Alerts Enabled
da: Vibrationsalarmer aktiveret
de: Vibrationswarnungen aktiviert
pt_br: Alertas de Vibração Abilitados

source: Vibrations
da: Vibrationer
de: Vibrationen
pt_br: Vibrações

source: You need AirPods (3rd generation), AirPods Pro, AirPods Max or Beats Fit Pro to track your posture.
da: Du skal bruge AirPods (3. generation), AirPods Pro, AirPods Max eller Beats Fit Pro for at spore din kropsholdning.
de: Sie benötigen AirPods (3. Generation), AirPods Pro, AirPods Max oder Beats Fit Pro, um Ihre Körperhaltung zu verfolgen.
pt_br: Você precisa de um AirPods (3ª Geração), AirPods Pro, AirPods Max ou Beats Fir Pro para monitorar a sua postura.

source: Your good and bad posture seconds
da: Sekunder du har haft god og dårlig holding
de: Ihre gute und schlechte Körperhaltung Sekunden
pt_br: Os seus segundos de boa e má postura

source: Your headphones don't support posture tracking
da: Dine hovedtelefoner understøtter ikke holdningssporing
de: Ihre Kopfhörer unterstützen keine Haltungsverfolgung
pt_br: Os seus fones de ouvido não suportam monitoramento de postura

source: Unlimited Posture Sessions
da: Ubegrænset Holdnings Sessioner
de: Unbegrenzte Haltungssitzungen
pt_br: Sessões ilimitadas de postura

source: Custom Sensitivity
da: Brugerdefineret Følsomhed
de: Benutzerdefinierte Empfindlichkeit
pt_br: Sensibilidade customizada

source: Custom Colors
da: Brugerdefinerede Farver
de: Benutzerdefinierte Farben
pt_br: Cores Customizadas

source: Low
da: Lav
de: Niedrig
pt_br: Baixo

source: Medium
de: Mittel
pt_br: Médio

source: High
da: Høj
de: Hoch
pt_br: Alto

source: Motion Data
de: Bewegungsdaten
pt_br: Dados de Movimento

source: Motion Restricted
de: Bewegungsdaten sind eingeschränkt
pt_br: Movimento Restrito

source: Permission Denied
de: Berechtigung nicht erteilt
pt_br: Permissão Negada

source: Ready to Go!
de: Los Geht's!
pt_br: Pronto para Começar!

source: Posture Pal tracks your posture by using your AirPods.
de: Posture Pal misst deine Haltung mithilfe deiner AirPods.
pt_br: Posture Pal monitora a sua postura através dos seus AirPods.

source: Motion Data usage is restricted for this device. You can change this in settings.
de: Bewegungsdaten-Berechtigung ist eingeschränkt für diese Gerät. Du kannst dies in den Einstellungen ändern.
pt_br: O uso dos Dados de Movimento deste dispositivo está restrito. Você pode alterar isso nos ajustes.

source: Motion Data permission was denied. You can change this in settings.
de: Bewegungsdaten-Berechtigung wurde nicht erteilt. Du kannst dies in den Einstellungen ändern.
pt_br: A permissão para os Dados de Movimento está negado. Você pode alterar isso nos ajustes.

source: Posture Pal can use your AirPods to track your posture.
de: Posture Pal kann deine AirPods verwenden, um deine Haltung zu überwachen.
pt_br: Posture Pal pode usar os seus AirPods para monitorar sua postura.

source: Request
de: Anfrage

source: Open Settings
de: Einstellungen öffnen
pt_br: Abrir Ajustes

source: Continue
de: Weiter
pt_br: Continuar

source: Super Serious Mode
de: Super seriöser Modus
pt_br: Modo super sério

source: Calibration
de: Kalibration

source: Sit up straight and adjust the calibration angle so your posture is displayed correctly in the app.
de: Setzen Sie sich aufrecht hin und stellen Sie den Kalibrierungswinkel so ein, dass Ihre Körperhaltung korrekt angezeigt wird.
pt_br: Sente-se direito e ajuste o ângulo de calibragem para que sua postura seja exibida corretamente no app.

source: If you wear your headphones at an angle you can adjust the calibration of the posture tracking
de: Wenn Sie Ihre Kopfhörer schräg tragen, können Sie die Kalibrierung der Haltungs-Überwachung anpassen.
pt_br: Se você usa seus fones em um ângulo você pode ajustar a calibragem de monitoramento de postura

source: Alert Delay
de: Verspätete Warnung
pt_br: Atraso de alerta

source: How many seconds a bad posture must be detected before you get a warning message
de: Wie viele Sekunden muss eine Fehlhaltung erkannt werden, bevor Sie eine Warnmeldung erhalten
pt_br: Quantos segundos uma má postura deve ser detectada antes de emitir um mensagem de alerta

source: %ld second
de: %ld Sekunde
pt_br: %ld segundo

source: %ld seconds
de: %ld Sekunden
pt_br: %ld segundos

source: Sound Frequency
de: Frequenz von Warnungs
pt_br: Frequência sonora

source: How frequently warning sounds are played
de: Wie oft Warntöne abgespielt werden
pt_br: Com que frequência alertas sonoros são reproduzidos

source: Review Posture Pal
de: Bewertung Posture Pal
pt_br: Avalie Posture Pal

source: Share Posture Pal
de: Teilen Posture Pal
pt_br: Compartilhe Posture Pal

source: Start Tracking On Launch
de: Überwachung beim öffnen
pt_br: Começar a monitorar ao iniciar o app

source: Could not automatically start Posture Tracking because supported headphones are not connected.
de: Haltungs-Überwachung konnte nicht automatisch gestartet werden, da unterstützte Kopfhörer nicht angeschlossen sind.
pt_br: Não foi possível iniciar o monitoramento de postura automaticamente por falta de fones compatíveis conectados.

source: App Icons
da: App-ikoner
pt_br: Ícones do aplicativo

source: Extra App Icons
da: Ekstra App-ikoner
pt_br: Ícones de aplicativo adicionais
